ghz_config/test_get_concurrence_summary.txt

Summary:
  Count:	10000
  Total:	6.96 s
  Slowest:	98.30 ms
  Fastest:	0.49 ms
  Average:	17.14 ms
  Requests/sec:	1436.99

Response time histogram:
  0.492  [1]    |
  10.273 [3544] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  20.055 [2852] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  29.836 [2174] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  39.617 [942]  |∎∎∎∎∎∎∎∎∎∎∎
  49.398 [230]  |∎∎∎
  59.180 [143]  |∎∎
  68.961 [57]   |∎
  78.742 [21]   |
  88.524 [34]   |
  98.305 [2]    |

Latency distribution:
  10 % in 3.25 ms 
  25 % in 6.81 ms 
  50 % in 14.65 ms 
  75 % in 24.05 ms 
  90 % in 33.05 ms 
  95 % in 39.40 ms 
  99 % in 63.89 ms 

Status code distribution:
  [OK]   10000 responses