ghz_config/test_set_concurrence_summary.txt

Summary:
  Count:	10000
  Total:	7.10 s
  Slowest:	89.97 ms
  Fastest:	0.77 ms
  Average:	16.87 ms
  Requests/sec:	1408.36

Response time histogram:
  0.769  [1]    |
  9.689  [3443] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  18.609 [2835] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  27.528 [1968] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  36.448 [1059] |∎∎∎∎∎∎∎∎∎∎∎∎
  45.368 [365]  |∎∎∎∎
  54.287 [173]  |∎∎
  63.207 [97]   |∎
  72.127 [53]   |∎
  81.046 [3]    |
  89.966 [3]    |

Latency distribution:
  10 % in 3.36 ms 
  25 % in 7.04 ms 
  50 % in 14.44 ms 
  75 % in 23.74 ms 
  90 % in 32.86 ms 
  95 % in 39.70 ms 
  99 % in 59.38 ms 

Status code distribution:
  [OK]   10000 responses