ghz_config/test_set_concurrence_summary2.txt

Summary:
  Count:	10000
  Total:	9.69 s
  Slowest:	200.73 ms
  Fastest:	0.74 ms
  Average:	31.12 ms
  Requests/sec:	1031.91

Response time histogram:
  0.739   [1]    |
  20.738  [4114] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  40.737  [2961] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  60.735  [1742] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  80.734  [668]  |∎∎∎∎∎∎
  100.732 [345]  |∎∎∎
  120.731 [134]  |∎
  140.729 [20]   |
  160.728 [2]    |
  180.727 [2]    |
  200.725 [11]   |

Latency distribution:
  10 % in 4.33 ms 
  25 % in 11.53 ms 
  50 % in 26.17 ms 
  75 % in 44.24 ms 
  90 % in 64.76 ms 
  95 % in 81.28 ms 
  99 % in 105.81 ms 

Status code distribution:
  [OK]   10000 responses